Repository: LolBaum/PeakForm
Catalog: lib/l10n/app_*.arb
Languages: de

# home_progress
source: PROGRESS
de: FORTSCHRITT

# home_last_recording
source: LAST RECORDING: TENNIS
de: LETZTE AUFNAHME: LATERAL RAISES

# home_record
source: Record
de: Aufnehmen

# home_choose_sport
source: Choose your sport
de: Wähle deinen Sport

# home_sport_tile_title_running
source: RUNNING
de: LAUFEN

# home_sport_tile_subtitle_tennis
source: TECHNIQUE
de: TECHNIK

# home_sport_tile_subtitle_running
source: RUNNING ECONOMY AND DRILLS
de: LAUFÖKONOMIE UND DRILLS

# home_sport_tile_subtitle_gym
source: TECHNIQUE
de: TECHNIK

# home_sport_tile_subtitle_golf
source: SERVES
de: AUFSCHLÄGE

# home_charts
source: Charts
de: Diagramme

# home_settings
source: Settings
de: Einstellungen

# gym_master_your
source: MASTER YOUR
de: MEISTER DEINE

# gym_pose_in_gym
source: POSE IN THE GYM
de: POSE IM GYM

# gym_improve_flexibility
source: IMPROVE FLEXIBILITY, INCREASE MOBILITY, AND PROMOTE WELL-BEING.
de: VERBESSERN SIE FLEXIBILITÄT, STEIGERN SIE MOBILITÄT UND FÖRDERN SIE DAS WOHLBEFINDEN.

# gym_course_feedback
source: A COURSE THAT PROVIDES EFFECTIVE FEEDBACK FOR YOUR SQUATS
de: EIN KURS, DER EFFEKTIVES FEEDBACK FÜR IHRE KNIEBEUGEN BIETET

# exercise_screen_title
source: Execution in Detail
de: Ausführung in Detail

# exercise_screen_execution_subtitle
source: Execution
de: Ausführung

# excercise_running_title
source: Running
de: Laufen

# excercise_running_tagOne
source: Calves
de: Waden

# excercise_running_tagTwo
source: Thighs
de: Oberschenkel

# excercise_running_executionSteps_One
source: Fluid movements, regular strides.
de: Fließende Bewegungen, regelmäßige Schritte.

# excercise_running_executionSteps_Two
source: Use handles for balance, do not lean heavily.
de: Griffe zur Gleichgewichtshilfe nutzen, nicht abstützen.

# excercise_gym_title
source: Dumbbell
de: Lateral Raises-Ausführung

# excercise_gym_tagOne
source: Arms
de: Arme

# excercise_gym_tagTwo
source: Triceps
de: Trizeps

# excercise_gym_executionSteps_One
source: Start in an upright position with a dumbbell in each hand, your arms hanging at your sides
de: ⁠Beginne im aufrechten Stand mit einer Kurzhantel in jeder Hand, deine Arme hängen seitlich neben dem Körper

# excercise_gym_executionSteps_Two
source: Keep your core engaged at all times
de: Spanne dem Rumpf die ganze Zeit über an

# excercise_gym_executionSteps_Three
source: Your arms remain extended.
de: Deine Arme bleiben ausgestreckt.

# excercise_gym_executionSteps_Four
source: Raise your arms sideways to shoulder height
de: Hebe die Arme seitlich auf Schulterhöhe

# result_title
source: Result
de: Ergebnis

# tooltip_good
source: GOOD
de: GUT

# tooltip_bad
source: BAD
de: SCHLECHT

# result_tips
source: Tips
de: Tipps

# primary_button_close
source: Complete
de: Beenden

# tooltip_good_posture
source: Upright, forward-facing posture
de: Aufrechte, nach vorn gerichtete Körperhaltung

# tooltip_good_breathing
source: Regular, stable breathing
de: Regelmäßige stabile Atmung

# result_bad_arms
source: Arms too stiff or crossed in front of the body
de: Arme zu steif oder überschlagen vor dem Körper

# result_bad_heel
source: First contact with the heel [00:20min]
de: Erstes Aufkommen mit der Ferse [00:20min]

# result_bad_calf
source: Left calf raised too high [00:32min]
de: Linke Wade zu weit hochgezogen [00:32min]

# result_tip_midfoot
source: Land with the midfoot first
de: Mit Mittelfuß zuerst aufkommen

# result_tip_arms
source: Let your arms swing loosely
de: Arme locker mitschwingen lassen

# video_running
source: RUNNING
de: LAUFEN

# video_calf
source: CALF
de: WADEN

# video_thigh
source: THIGH
de: OBERSCHENKEL

# video_duration
source: DURATION
de: DURCH. ZEIT

# video_difficulty
source: DIFFICULTY
de: SCHWIERIGKEIT

# video_difficulty_value
source: EASY
de: EINFACH

# video_intensity
source: INTENSITY
de: INTENSITÄT

# video_course_description
source: DO YOU WANT TO RUN MORE EASILY, FASTER, AND WITH FEWER INJURIES? OUR INNOVATIVE RUNNING COURSE MAKES IT POSSIBLE! WE COMBINE PROFESSIONAL COACHING WITH THE LATEST TECHNOLOGY TO TAKE YOUR RUNNING TRAINING TO A WHOLE NEW LEVEL.
de: TRAUST DU DAVON, MÜHELOSER, SCHNELLER UND VERLETZUNGSFREIER ZU LAUFEN? UNSER INNOVATIVER LAUFKURS MACHT ES MÖGLICH! WIR KOMBINIEREN PROFESSIONELLES COACHING MIT DER MODERNSTEN TECHNOLOGIE, UM DEIN LAUFTRAINING AUF EIN VÖLLIG NEUES NIVEAU ZU HEBEN.

# pose_permission_required
source: Camera permission required
de: Kameraberechtigung erforderlich

# pose_permission_dialog_title
source: Camera Permission Required
de: Kameraberechtigung erforderlich

# pose_permission_dialog_content
source: This app needs camera access to detect poses using MoveNet. Please grant camera permission in settings.
de: Diese App benötigt Zugriff auf die Kamera, um Posen mit MoveNet zu erkennen. Bitte erteilen Sie die Kameraberechtigung in den Einstellungen.

# pose_permission_dialog_cancel
source: Cancel
de: Abbrechen

# pose_permission_dialog_settings
source: Settings
de: Einstellungen

# pose_count
source: Poses: {count}
de: Posen: {count}

# pose_confidence
source: Confidence: {confidence}%
de: Vertrauen: {confidence}%

# recording_start
source: Start Recording
de: Aufnahme Starten

# recording_finish
source: Finish Recording
de: Aufnahme Beenden

source: Camera permission required
de: Kameraberechtigung erforderlich

# camera_permission_required_description
source: This app needs camera access to function. Please grant permission in settings.
de: Diese App benötigt Zugriff auf die Kamera. Bitte erteile die Berechtigung in den Einstellungen.
